[
  "Hiç bir arkadaşının sevgilisiyle flört ettin mi?",
  "En son yalan söylemek zorunda kaldığın an neydi?",
  "Gece dışarı çıkıp pişman olduğun bir şey yaptın mı?",
  "En son kimin mesajına gizlice baktın?",
  "Hiç biriyle yanlışlıkla uygunsuz fotoğraf paylaştın mı?",
  "Bir partide rezil olduğun anı anlat.",
  "Hiç biri için ağladın mı ve neden?",
  "En son ne zaman biriyle tartıştın ve kaybettin?",
  "Hiç sevgilini kıskandırmak için mesaj attın mı?",
  "En çılgın tatilin hangisiydi ve ne yaptın?",
  "Hiç bir arkadaşını kandırdın mı ve nasıl?",
  "Geçen hafta yaptığın en utanacağın şey neydi?",
  "Hiç biriyle gizli plan yaptın mı ve neydi?",
  "En son ne zaman aşırı sarhoş oldun?",
  "Hiç başkasının hesabına izinsiz girdin mi?",
  "En komik rezillik anın neydi?",
  "Hiç biriyle uygunsuz flört ettin mi?",
  "En son ne zaman mesajla yalan söyledin?",
  "Hiç partide polis geldi mi ve sen ne yaptın?",
  "Bir arkadaşını kıskandırmak için ne yaptın?",
  "Hiç biriyle sahte bir aşk oyunu oynadın mı?",
  "Geçen ay yaptığın en çılgın şey neydi?",
  "Hiç biriyle gizlice buluştun mu?",
  "En son ne zaman başkasının sırlarını açıkladın?",
  "Hiç biri için şok edici bir yalan söyledin mi?",
  "En utanç verici fotoğrafın hangisi ve kim gördü?",
  "Hiç yanlışlıkla uygunsuz mesaj attın mı?",
  "Geçen haftadan pişman olduğun bir şey paylaş.",
  "Hiç birine gizlice aşık oldun mu?",
  "En son kimle tartıştın ve ne oldu?",
  "Hiç biriyle yalan bir hikaye uydurdun mu?",
  "Bir partide rezil olmayı hiç deneyimledin mi?",
  "Hiç biriyle gizli mesajlaştın mı?",
  "En son ne zaman başkasının önünde rezil oldun?",
  "Hiç partide ilginç bir şey gördün ve anlattın mı?",
  "Bir arkadaşın hakkında yalan söyledin mi?",
  "Hiç biriyle uygunsuz espriler yaptın mı?",
  "Geçen ay yaptığın en çılgın şaka neydi?",
  "Hiç biri için planlı bir sürpriz yaptın mı?",
  "En utanç verici mesajını kim gördü?",
  "Hiç biriyle gizlice takıldın mı?",
  "En son ne zaman çok sarhoş olup garip davrandın?",
  "Hiç partide yanlış anlaşılma yaşadın mı?",
  "Bir arkadaşınla kavga ettin mi ve neden?",
  "Hiç biri için aşırı kıskanç oldun mu?",
  "En son ne zaman rezil bir selfie çektin?",
  "Hiç yanlışlıkla birine mesaj gönderip utandın mı?",
  "Bir arkadaşının sırrını açığa çıkardın mı?",
  "En çılgın gece eğlencen hangisiydi?",
  "Hiç biriyle gizli bir oyun oynadın mı?",
  "Geçen hafta yaptığın en eğlenceli şey neydi?"
]
